export const presents = {
  20: {
    text: "Кажется, вы часто думаете сначала о потребностях других людей, а потом уже — о своих. Лосось Леонид вас понимает — он тоже не сразу научился ставить себя на первое место. И он уверен, что у вас получится обозначить границы и искренне полюбить себя."
  },
  40: {
    text: "Не сомневаемся, что вы заслуживаете большего. Лосось Леонид уже направил волну чистой любви к себе в вашу сторону. Ещё он передаёт, что пара его друзей-осьминогов искренне вами восхищаются."
  },
  60: {
    text: "Неплохой результат, но лосось Леонид знает, что вы можете относиться к себе бережнее. Мы уверены, что со временем у вас получится полюбить себя чистой рыбьей любовью на все 100%."
  },
  80: {
    text: "Вы — рыба мечты лосося Леонида. У вас получается выбирать себя почти во всех ситуациях. Но даже если вам сложно кому-то сказать нет, помните: Леонид всегда на вашей стороне."
  },
  100: {
    text: "Лосось Леонид вами гордится, рассказывает о вас своим подругам-медузам и уже заказал ваш портрет в своё подводное царство. Ему даже есть чему у вас поучиться!"
  },
}
