export const questions = [
  {
    text: "Когда вы в последний раз хорошенько отдохнули и восстановились? Какое событие вспомнили?",
    answers: [
      {
        text: "Это точно были последние выходные. А ещё мне удалось выспаться сегодня ночью",
        points: 3
      },
      {
        text: "Вспомнился отпуск в прошлом году. Смотрите, вот я держу солнышко на ладошке!",
        points: 2
      },
      {
        text: "В голове заиграло «звук-сверчка-неловкая-ситуация». Кажется, последний отдых у меня был в прошлой жизни",
        points: 1
      },
    ]
  },
  {
    text: "В конце рабочего дня начальник просит вас подготовить забавные тексты для валентинок компаниям-партнёрам. Дедлайн — следующее утро. Как поступите?",
    answers: [
      {
        text: "Займусь прямо сейчас. Дорогие коллеги, за нашу дружбу в интернете!",
        points: 1
      },
      {
        text: "Откажусь — это не моя зона ответственности. Вообще-то я работаю аналитиком, а шутить предпочитаю в Твиттере.",
        points: 3
      },
      {
        text: "Сначала спрошу, можно ли подвинуть дедлайн. Работать ночью я соглашусь только в самом крайнем случае",
        points: 2
      },
    ]
  },
  {
    text: "В субботу вы планировали обложиться роллами и посмотреть новые эпизоды любимого сериала. В пятницу пишет друг и предлагает уехать на выходные за город — фотографировать бобров. Как поступите?",
    answers: [
      {
        text: "За городом я не смогу отдохнуть и расслабиться. Да и бобров не очень люблю, так что откажусь",
        points: 3
      },
      {
        text: "Подстроюсь под друга — сериалы никуда не денутся. Бобрам тоже надо дать шанс, может, сейчас они мне понравятся!",
        points: 1
      },
      {
        text: "Завлеку друга к себе домой роллами, предложу посмотреть сериал вместе. Если откажется — едем к бобрам, но я возьму ноутбук с сериалом.",
        points: 2
      },
    ]
  },
  {
    text: "Вы научились мыть кота в ванной и решили поделиться своим опытом в Инстаграме. Кто-то пишет, что вы всё сделали неправильно. Говорит, хвост у кота не отвалился только чудом. Как отреагируете?",
    answers: [
      {
        text: "Посмеюсь и проигнорирую — я делаю всё по рекомендациям ветеринаров",
        points: 3
      },
      {
        text: "Раз в интернете всегда кто-то неправ, этим человеком не могу быть я. Пойду доказывать свою точку зрения",
        points: 2
      },
      {
        text: "Расстроюсь и начну сомневаться в себе. Ещё проверю хвост у кота — вдруг и правда отвалился?",
        points: 1
      },
    ]
  },
  {
    text: "Вы пришли в кино на модный боевик, которым в один голос восхищаются и кинокритики, и ваши друзья — редкое совпадение. Но вам совсем не нравится. К тому же вы очень хотите пить. Как поступите?",
    answers: [
      {
        text: "Неловко беспокоить людей, которые сидят в моём ряду. Воспользуюсь советом «Представь, что уже попил/попила» и сосредоточусь на фильме.",
        points: 1
      },
      {
        text: "Сразу же пойду за водой, но пить буду нервно — что, если пропущу важную сцену, из-за которой все фильмом и восхищаются?",
        points: 2
      },
      {
        text: "Раз мне скучно и хочется чего-то другого, уйду с фильма. И воды попью, и домой пораньше вернусь — одни плюсы!",
        points: 3
      },
    ]
  },
  {
    text: "Вы записались в поликлинику на прививку, но в день вакцинации перепутали время. На вас ворчит женщина из регистратуры и осуждающе смотрит вся очередь. Что почувствуете?",
    answers: [
      {
        text: "Ну, бывает. Спокойно посижу в очереди, может, ещё получится договориться с доктором и привиться сегодня",
        points: 3
      },
      {
        text: "Захочу провалиться сквозь землю, но испугаюсь, что меня даже под землёй продолжат осуждать — туда ведь я тоже без записи.",
        points: 1
      },
      {
        text: "Перед всеми извинюсь и постараюсь перенести запись на другой день. Очередь подождёт, это дело пяти минут.",
        points: 2
      },
    ]
  },
  {
    text: "После сложного дня вам хочется расслабиться и посмотреть лекцию про историю русского рэпа. Ваш партнёр вызвался приготовить ужин, но каждые пять минут отвлекает вопросами, как делать ризотто. Как будете реагировать?",
    answers: [
      {
        text: "Мягко объясню партнёру, что не хочу сейчас принимать никаких решений — даже если нужно выбрать специи к рису",
        points: 3
      },
      {
        text: "Пойду готовить ужин вместе с ним, а потом вернусь к разбору текстов Моргенштерна",
        points: 2
      },
      {
        text: "Буду ставить на паузу каждый раз, когда нужно ответить. «Да, рис в зелёной банке! Нет, карри не подойдёт! Да, я тоже тебя люблю!!!»",
        points: 1
      },
    ]
  },
  {
    text: "Вы возвращаетесь из отпуска, ваш рейс задержали на два часа. С учётом разницы во времени вы попадёте домой поздно и не сможете выспаться перед первым рабочим днём. В вас закипает злость, что сделаете с этим чувством?",
    answers: [
      {
        text: "Я имею право злиться. Запишу парочку гневных голосовых про ситуацию близкому другу и почувствую себя лучше",
        points: 3
      },
      {
        text: "Попытаюсь замять это чувство и сфокусироваться на том, какой красивый закат был в последний день отдыха.",
        points: 1
      },
      {
        text: "Всякое бывает, но всё равно бесит. До посадки меня будет раздражать любая мелочь.",
        points: 2
      },
    ]
  },
];


